Revit 2027 API
ParameterTypeId.RbsReferenceInsulationType Property
 "Insulation Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsReferenceInsulationType { get; }
Public Shared ReadOnly Property RbsReferenceInsulationType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsReferenceInsulationType {
	ForgeTypeId^ get ();
}
static member RbsReferenceInsulationType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace